balazsgrill/modembed/res/Devices/dsPIC33/PIC24EP512GU814.PIC
    <edc:Pin>
      <!--Pin 121-->
      <edc:VirtualPin edc:name="C3INB"/>
      <edc:VirtualPin edc:name="RP70"/>
      <edc:VirtualPin edc:name="RD6"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 122-->
      <edc:VirtualPin edc:name="C3INA"/>
      <edc:VirtualPin edc:name="Vcmpst3"/>
      <edc:VirtualPin edc:name="RP71"/>
      <edc:VirtualPin edc:name="RD7"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 123-->
      <edc:VirtualPin edc:name="Vcap"/>
      <edc:VirtualPin edc:name="Vddcore"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 124-->
      <edc:VirtualPin edc:name="Vdd"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 125-->
      <edc:VirtualPin edc:name="Vss"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 126-->
      <edc:VirtualPin edc:name="Vcmpst1"/>
      <edc:VirtualPin edc:name="RP96"/>
      <edc:VirtualPin edc:name="RF0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 127-->
      <edc:VirtualPin edc:name="Vcmpst2"/>
      <edc:VirtualPin edc:name="RP97"/>
      <edc:VirtualPin edc:name="RF1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 128-->
      <edc:VirtualPin edc:name="RP113"/>
      <edc:VirtualPin edc:name="RG1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 129-->
      <edc:VirtualPin edc:name="RP112"/>
      <edc:VirtualPin edc:name="RG0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 130-->
      <edc:VirtualPin edc:name="AN22"/>
      <edc:VirtualPin edc:name="RP22"/>
      <edc:VirtualPin edc:name="RA6"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 131-->
      <edc:VirtualPin edc:name="AN23"/>
      <edc:VirtualPin edc:name="RP23"/>
      <edc:VirtualPin edc:name="RA7"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 132-->
      <edc:VirtualPin edc:name="PMA4"/>
      <edc:VirtualPin edc:name="RJ4"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 133-->
      <edc:VirtualPin edc:name="PMA5"/>
      <edc:VirtualPin edc:name="RJ5"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 134-->
      <edc:VirtualPin edc:name="PMA6"/>
      <edc:VirtualPin edc:name="RJ6"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 135-->
      <edc:VirtualPin edc:name="PMA7"/>
      <edc:VirtualPin edc:name="RJ7"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 136-->
      <edc:VirtualPin edc:name="AN24"/>
      <edc:VirtualPin edc:name="RP80"/>
      <edc:VirtualPin edc:name="RE0"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 137-->
      <edc:VirtualPin edc:name="AN25"/>
      <edc:VirtualPin edc:name="RP81"/>
      <edc:VirtualPin edc:name="RE1"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 138-->
      <edc:VirtualPin edc:name="RP126"/>
      <edc:VirtualPin edc:name="RG14"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 139-->
      <edc:VirtualPin edc:name="RP124"/>
      <edc:VirtualPin edc:name="RG12"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 140-->
      <edc:VirtualPin edc:name="RP125"/>
      <edc:VirtualPin edc:name="RG13"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 141-->
      <edc:VirtualPin edc:name="Vss"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 142-->
      <edc:VirtualPin edc:name="AN26"/>
      <edc:VirtualPin edc:name="RP82"/>
      <edc:VirtualPin edc:name="RE2"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 143-->
      <edc:VirtualPin edc:name="AN27"/>
      <edc:VirtualPin edc:name="RP83"/>
      <edc:VirtualPin edc:name="RE3"/>
    </edc:Pin>
    <edc:Pin>
      <!--Pin 144-->
      <edc:VirtualPin edc:name="AN28"/>
      <edc:VirtualPin edc:name="RP84"/>
      <edc:VirtualPin edc:name="RE4"/>
    </edc:Pin>
  </edc:PinList>
</edc:PIC>